[
    {
        "name": "Action for Singapore Dogs",
        "category": "Dogs",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "voInfo":"Do you feel the passion and the fire to help these dogs ? Use your strengths and passion to really make a difference ! There are so many ways to help, find out more!",
        "adInfo":"Thinking of getting a dog? View the many reasons why you should adopt one of these wonderful dogs who will provide a lifetime of love and joy!",
        "doInfo":"It takes a massive amount to keep our rescue, medical and shelter operations going monthly and this will be a great way to be a part of helping these helpless dogs who have no one but us to help them",
        "ad_url": "https://www.asdsingapore.com/dogs-for-adoption",
        "vo_url":"https://www.asdsingapore.com/volunteer",
        "do_url":"https://www.asdsingapore.com/donate",
        "di_url":"https://www.google.com/maps/dir//80+Lim+Chu+Kang+Lane+1,+Action+For+Singapore+Dogs,+Singapore+718911/@1.4230421,103.713779,17z/data=!4m17!1m7!3m6!1s0x31da0d928403c435:0x993e61784ded24a8!2sAction+For+Singapore+Dogs!8m2!3d1.4230421!4d103.7163539!16s%2Fg%2F11b6d7dz7s!4m8!1m0!1m5!1m1!1s0x31da0d928403c435:0x993e61784ded24a8!2m2!1d103.7163434!2d1.423046!3e3?entry=ttu",
        "coordinates": {
            "longitude": 103.71634,
            "latitude": 1.42305
        },
        "description": "Action for Singapore Dogs (ASD) is a registered Charity and was established in December 2000 as a non-profit organization with the mission to improve the welfare of stray and abandoned dogs in Singapore with a strict no-kill policy. We aim to fulfill our mission through various activities and programs including rescuing, fostering and re-homing of stray and abandoned dogs, advocating sterilization to control the stray population, responsible pet ownership and highlighting the virtues of our local dogs, the Singapore Specials.",
        "imageName": "ASD"
    },
    {
        "name": "Mdm Wong's Shelter and Friends",
        "category": "Dogs",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1002,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"Contributions: Any contribution or offers of the following items would be extremely appreciated: /n- blankets/n- towels/n- newspapers/n- small cardboard boxes, shoe box or slightly bigger as the cats like to snuggle in them/n- plastic bags that are used as poo bags/n- animal bathing products/n- flea and tick treatments, especially 'Frontline' Spray - must be new/sealed/n- cat toys - especially scratching posts or catnip mats/n- cat / dog treats (non-milk-biscuits type, e.g. Fish 4 Dogs Tiddler Treats)/n- cat / dog food (wet, dry or kibbles)/n- dog leashes (thick, long)/n- unwanted pet carriers / leads / harnesses",
        "adInfo":"Check out the animals for adoption here",
        "voInfo":"The shelter is currently recruiting regular and committed weekend volunteers. Please visit this link for more details:",
        "ad_url": "https://www.facebook.com/Mdmwongsshelterandfriends/",
        "vo_url":"https://www.facebook.com/Mdmwongsshelterandfriends/photos/a.158726717525343/3185704084827576/?type=3",
        "do_url":"https://www.facebook.com/Mdmwongsshelterandfriends/posts/update-we-have-received-a-good-amount-of-rice-thank-you-for-your-kind-response-d/1564209730310361/",
        "di_url":"https://www.google.com/maps/dir//59+Sungei+Tengah+Rd,+%2301-48+Madam+Wong's+Shelter+and+Friends,+Blk+U,+Singapore+699014/@1.3812996,103.723007,17z/data=!4m17!1m7!3m6!1s0x31da11f73adf6cc9:0x9fe3a2f118514be!2sMadam+Wong's+Shelter+and+Friends!8m2!3d1.3812996!4d103.7255819!16s%2Fg%2F11j7vfywp8!4m8!1m0!1m5!1m1!1s0x31da11f73adf6cc9:0x9fe3a2f118514be!2m2!1d103.7255819!2d1.3812996!3e3?entry=ttu",
        "coordinates": {
            "longitude": 103.72560335788877,
            "latitude": 1.381519474783251
        },
        "description": "Mdm Wong's Shelter and Friends is one of the top rated place listed as Community Organization in Singapore \n 1) IMPORTANT NOTE: DO NOT bring any abandoned or rescued animals to our shelter. We WILL NOT accept them as we are operating at MAXIMUM CAPACITY. Please seek other alternatives.\n If you are in a position where you no longer want your pet due to a change in circumstances do not assume it can be 'deposited' at the shelter. We encourage all owners to explore alternatives such as rehoming with family or friends or temporarily getting the pet boarded for a short while. Never ever just put the animal out on the street to fend for itself. \n If you are left with NO other option but to seek rehoming then please contact us at our email address with all necessary details including your full contact details and we will put a posting out on your behalf. Animal lovers consider pet abandonment as serious an issue as animals that are physically abused as this is mental abuse for the pet who doesnt understand why they are being given up.\n 2) Visiting: Please let us know in advance if you are planning on visiting the shelter so we can advise the volunteers. \n We prefer visitors not just to turn up as it can affect the animals so please notify us in advance through email as without that we may not be able to allow you in the shelter.",
        "imageName": "Mdm Wong's Shelter and Friends"
    },
    {
        "name": "Mercylight",
        "category": "Dogs and Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1003,
        "isFeatured": true,
        "isFavorite": true,
        "doInfo":"Mercylight is an approved Institution of a Public Character (IPC).\nYour donations qualify for 2.5 times tax deduction.\nThank you everyone who has been a part of this so far, and to those who will also support us on our journey forward!",
        "adInfo":"Adopting a pet is an extremely rewarding decision, and we’re here to help you pick out the perfect four-legged family member. When you adopt a dog, not only are you adding to your family, you’re saving a life. All of our pets are waiting to give you their unconditional love and introduce you to the joy of pet ownership.",
        "voInfo":"If you are keen to join Mercylight, please click the button below.",
        "ad_url": "https://mercylight.org.sg/adopt-a-blessing/",
        "vo_url":"https://mercylight.org.sg/get-involved/kennel-volunteer/",
        "do_url":"https://mercylight.org.sg/get-involved/sponsor/",
        "di_url":"https://www.google.com/maps/dir//59+Sungei+Tengah+Rd,+%2302-43+Mercylight,+Blk+T,+Singapore+699014/@1.3822465,103.7218654,17z/data=!4m17!1m7!3m6!1s0x31da0f90c8a5ab1d:0xbccb90e2524ad15a!2sMercylight!8m2!3d1.3822465!4d103.7244403!16s%2Fg%2F11gjhbpgk3!4m8!1m0!1m5!1m1!1s0x31da0f90c8a5ab1d:0xbccb90e2524ad15a!2m2!1d103.7244745!2d1.3822896!3e3?entry=ttu",
        "coordinates": {
            "longitude": 103.72444,
            "latitude": 1.38248
        },
        "description": "We are a group of animal lovers who have a strong desire to care for the animals, by helping them to find the right homes.\nWe started in 2009 as a handful of volunteers who fed stray dogs every evening in the eastern side of Singapore. Mercylight was incorporated in January 2015 as a non-profit organization with the aim to promote compassion for animals through the provision of animal welfare services and prevention of cruelty to animals. In May 2020, we were conferred the charity status and is now known as Mercylight Animal Rescue And Sanctuary Limited.\nWe obtained the Institution of Public Character (IPC) status on 24 January 2022. Thiswas a great milestone for MARS. With strong financial controlsand processes in place, we achieved IPC Status in 18 months fromCharity Status.\nTo date we have over 100 committed people volunteering as kennel volunteers, stray feeders, packers, fosterers and sponsors.\nAnimal rescue work is obviously not an easy task. There are about 7,000 stray dogs out there suffering from hunger, thirst, harsh weather conditions and unkind treatment. We are part of the nationwide initiative launched in November 2018, known as the Trap-Neuter-Release-Manage (TNRM) programme with the aim of sterilising more than 70 per cent of the stray dog population over five years.\n According to AVA, approximately 15,000 to 20,000 cats and dogs are put down yearly in Singapore because the shelters are full and there is no place to house the impounded animals. Choose to adopt a dog and you save two lives.",
        "imageName": "mercylight"
    },
    {
        "name": "Metta Cats & Dogs Sanctuary",
        "category": "Dogs and Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1004,
        "isFeatured": true,
        "isFavorite": true,
        "doInfo":"Read more on the story and legacy behind Metta Cats & Dogs Sanctuary here. ",
        "adInfo":"WANNA ADOPT A KITTY \n Check out the adoption gallery.",
        "voInfo":"Metta’s volunteers support owner Terry in keeping the shelter up and running, and in looking after our animals. We have a few volunteering activities:",
        "ad_url": "https://www.mettacatsdogs.com/our-cats",
        "vo_url":"https://www.mettacatsdogs.com/volunteer",
        "do_url":"https://give.asia/campaign/help-metta-cats-dogs-sanctuary#/",
        "di_url":"https://www.google.com/maps/dir//59+Sungei+Tengah+Rd,+Mettacats+%26+Dogs+Sanctuary,+Block+U,+Singapore+699014/@1.3822466,103.7218654,17z/data=!4m17!1m7!3m6!1s0x31da0d76ff35971f:0x664d5939d50abb12!2sMettacats+%26+Dogs+Sanctuary!8m2!3d1.3822466!4d103.7244403!16s%2Fg%2F11jp27r456!4m8!1m0!1m5!1m1!1s0x31da0d76ff35971f:0x664d5939d50abb12!2m2!1d103.7244744!2d1.3822896!3e3?entry=ttu",
        "coordinates": {
            "longitude": 103.724451034273,
            "latitude": 1.3831421973866769,
        },
        "description": "OUR MISSION \n To provide a safe haven for injured, abused or abandoned animals, where all animals including old and special needs animals can live out the remainder of their days in safety and care. \n OUR STORY \n Metta Cats and Dogs Sanctuary is a non-profit organisation founded by Mdm Lee Siew Ying. In Pali language, “metta” means loving kindness and also refers to the special bond shared between humans and animals. \n Established in 1999, the sanctuary started with 50 cats and now houses more than 200 rescued cats and dogs. Many of the residents lived a harsh existence on the streets before Mdm Lee took them in. Rain or shine, Mdm Lee, her son Terry, and the occasional hired help take care of the residents every day. For the animals, Metta Cats and Dogs Sanctuary is the only home that they have ever known. Metta is also one of the rare no-kill shelters in Singapore.\n Since Mdm Lee’s demise in 2019, Terry has taken over and operated the sanctuary single-handedly, with the assistance of a team of volunteers. Metta has to raise about $24,000 every month to keep the sanctuary going. This amount excludes the high cost of medical care as and when the animals need treatment. Currently, the sanctuary relies fully on donations and fundraising events to survive.",
        "imageName": "Metta Cats & Dogs Sanctuary"
    },
    {
        "name": "Save Our Street Dogs",
        "category": "Dogs",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1005,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"Sponsor a pup or donate to our pet shelter \n If you don’t have the space or time it takes to care for an animal, there are still ways that you can help. As we are a not-for-profit organisation, we are constantly short of resources and our kennel is stretched to the limit. Choosing to donate to our pet shelter is one way you can help; you can donate money or items and we even have a wish list of things that we need to keep the shelter running on a continual basis. Another option is sponsorship, you can choose a dog to sponsor on a month-to-month basis (min 3 months), which helps to cover the expenses incurred, until they find their forever home.",
        "adInfo":"Foster or adopt a gorgeous rescue dog \n So many people get caught up in the latest pet trend of owning a bulldog or a pug or a poodle that they completely overlook the rewarding experience of adopting a shelter pet. Adopting a dog is a big responsibility and you need to carefully consider whether you have the energy, space, time and dedication it takes to foster a safe and happy home environment for a dog or puppy. If you feel that you can provide these things, then have a look at the profiles of all the rescue dogs we have available for adoption.",
        "voInfo":"Volunteer at our animal shelter \n If you don’t have the space or lifestyle that suits owning a pet, but have a few spare hours in your week and want to make a contribution, then volunteering might be the best route. We’re always in need of extra help and there are a lot of different ways you can contribute.",
        "ad_url": "https://sosd.org.sg/adopt-a-dog/",
        "vo_url":"https://sosd.org.sg/join-us/volunteers-sign-up/",
        "do_url":"https://sosd.org.sg/donation/",
        "di_url":"https://www.google.com/maps/dir//SOSD+Singapore,+59+Sungei+Tengah+Rd,+%2301-42,+Singapore+699014/@1.3818306,103.7246303,13z/data=!3m2!4b1!5s0x31da0e21a48f8931:0xf26110c621e90a7b!4m9!4m8!1m0!1m5!1m1!1s0x31da3ded02847c75:0x45071a06cf37ae1f!2m2!1d103.7246303!2d1.3818306!3e3?entry=ttu",
        "coordinates": {
            "longitude": 103.72464,
            "latitude": 1.38269
        },
        "description": "SOSD is committed to the welfare of Singapore’s many street dogs. We vehemently oppose the culling of stray animals and believe that there is a more humane way to manage this problem. Our dog shelter exists to rescue, rehabilitate and rehome strays to give them a second chance at life. If you’re an animal lover with a great passion for our canine friends, there are plenty of ways you can participate and help give these beautiful creatures a chance to find their forever home. Whether you want to adopt a dog, be a dog shelter volunteer, donate to our pet shelter, become a sponsor or even a foster parent while our dogs await their forever homes, there are plenty of ways to show you care.",
        "imageName": "SoSD"
    },
    {
        "name": "Kitten Sanctuary Singapore",
        "category": "Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1006,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"WE NEED YOUR SUPPAWT. \n Kitten Sanctuary Singapore rescues, rehabilitates and finds good homes for strays that may otherwise suffer horrible deaths on the streets of Singapore. \n Your support helps us to improve their lives and to give them a chance at a safe and loving home with a family to call their own.",
        "adInfo":"Thank MEW for your interest in adopting! Check out the adoption instructions here",
        "voInfo":"Be a Volunteer. \n We need volunteers to help us clean, care for our cats and kittens and to help out with your skills (photography, videography, graphics design etc.) at our Kitten Sanctuary / Cat Museum. \n If you are 25 years and above and are able to commit to a regular schedule, \n please fill in the form to join our community.",
        "ad_url": "https://www.kittensanctuarysg.org/our-purrsonalities",
        "vo_url":"https://www.kittensanctuarysg.org/volunteer-sign-up",
        "do_url":"https://www.kittensanctuarysg.org/donate",
        "di_url":"https://www.google.com/maps/dir//737A+North+Bridge+Rd,+Kitten+Sanctuary+Singapore,+Singapore+198705/@1.3030516,103.858966,17z/data=!3m1!5s0x31da19b72b78bd17:0x2734dc1ce0327f35!4m17!1m7!3m6!1s0x31da1931cc4755cf:0xe497a71ae28ba672!2sKitten+Sanctuary+Singapore!8m2!3d1.3030516!4d103.858966!16s%2Fg%2F11fpkvfm4y!4m8!1m0!1m5!1m1!1s0x31da1931cc4755cf:0xe497a71ae28ba672!2m2!1d103.858966!2d1.3030516!3e3?entry=ttu",
        "coordinates": {
            "longitude": 103.85894454677732,
            "latitude": 1.3038667806267596
        },
        "description": "We are a collaboration between cat lovers, volunteers & adopters.\n Kitten Sanctuary Singapore or (KiSS) will continue the efforts of rescue, rehabilitation, education & re-homing started back in 2005 while building a strong infrastructure for knowledge growth.\n We have since rescued and rehomed more than 400 cats and still counting! \n Our “Change YOUR Life, Save a Life” initiative encourages people to Learn, Rescue, Foster, Adopt, Volunteer & Donate and experience the miracle of giving back! Saving a life is as simple as taking action today! \n We will provide the necessary knowledge and support to ensure your success.",
        "imageName": "kitSan"
    },
    {
        "name": "Cat Paradise Sg",
        "category": "Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1007,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"You can also help us by booking a visit here",
        "adInfo":"Cat Paradise fosters and promote the adoption of rescued cats in a Cageless environment.",
        "voInfo":"Support Cat Paradise Sg by volunteering with Project LUNI. ",
        "ad_url": "https://www.catparadisesg.com/ourcats",
        "vo_url":"https://www.project-luni.com/",
        "do_url":"https://www.catparadisesg.com/supportus",
        "di_url":"https://www.google.com/maps/dir//Cat+Paradise+Sg+-+Adoption+Cat+Cafe+Singapore,+23+Upper+Weld+Rd,+%2302-01,+Singapore+207380/@1.3056779,103.8545761,13z/data=!3m1!4b1!4m9!4m8!1m0!1m5!1m1!1s0x31da199ffdb9636d:0xf5ad6018d41d5d2b!2m2!1d103.8545761!2d1.3056779!3e3?entry=ttu",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "We find homes for homeless cats. \n Cat Paradise provide a cozy Cat Cafe-like environment for the rescued cats. \n We are open for adoptions and recreational visits. ",
        "imageName": "CatPar"
    },
    {
        "name": "Hamster Society Singapore",
        "category": "Hamsters",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1008,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"Many of the hamsters we take in are in need of medical attention. A trip to the vet averages about $100 and this may even amount to $800 for surgery cases. \n Not only do donations help with our foster' vet fees, your donations will also help us cover expenses such as food, bedding, transportation and rescue.",
        "adInfo":"At HSS, we rescue, foster and re-home hamsters. This includes hamsters in need of medical care, who are abandoned and neglected. View our adoption policies and gallery!",
        "voInfo":"Our volunteers are the soul of HSS. Coming from various professional backgrounds, they have dedicated their precious time and skills to form who we are today.",
        "ad_url": "https://www.hamstersociety.sg/adoptiongallery",
        "vo_url":"https://www.hamstersociety.sg/join-us",
        "do_url":"https://www.hamstersociety.sg/donatenow",
        "di_url":"https://www.hamstersociety.sg/faq",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Advocating humane hamster pet care through education and outreach. \n We are a non-profit, volunteer-run organisation dedicated to the promotion of humane care of pet hamsters. We want to address the neglect, abuse and abandonment of one of the more neglected pet animals in Singapore.",
        "imageName": "hamSoc"},
    {
        "name": "Animal Lovers League",
        "category": "Dogs and Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1009,
        "isFeatured": true,
        "isFavorite": false,
        "ad_url": "https://www.animalloversleague.com/adopt",
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "ALL"
    },
    {
        "name": "Causes for Animals Singapore",
        "category": "Dogs",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1010,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "ad_url": "https://www.causesforanimals.com/dogs-for-adoption.html",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "CAS"
    },{
        "name": "Chained Dog Awareness Singapore",
        "category": "Dogs",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1011,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "ad_url": "https://chaineddogawareness.sg/adoption/",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "CDA"
    },
    {
        "name": "Hope Dog Rescue",
        "category": "Dogs",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1012,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "ad_url": "http://hopedogrescue.blogspot.com/p/adoption.html",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "Hope"
    },
    {
        "name": "Mutts & Mittens",
        "category": "Dogs and Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1013,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "ad_url": "https://www.muttsnmittens.com/adoption/",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "MuMi"
    },
    {
        "name": "Oasis Second Chance Animal Shelter",
        "category": "Dogs",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1014,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "ad_url": "https://www.oscas.sg/adoption-gallery",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "OSCAS"
    },
    {
        "name": "Purely Adoptions",
        "category": "Dogs and Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1015,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "ad_url": "https://www.purelyadoptions.com/adoptdog",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "PuAd"
    },
    {
        "name": "Society for the Prevention of Cruelty to Animals",
        "category": "Dogs and Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1016,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "ad_url": "https://spca.org.sg/services/adoption/",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "SPCA"
    },{
        "name": "Voices for Animals",
        "category": "Dogs and Cats",
        "city": "Singapore",
        "state": "Singapore",
        "id": 1017,
        "isFeatured": true,
        "isFavorite": false,
        "doInfo":"",
        "adInfo":"",
        "voInfo":"",
        "ad_url": "https://www.facebook.com/VFASIN/",
        "vo_url":"",
        "do_url":"",
        "di_url":"",
        "coordinates": {
            "longitude": 103.8549349728695,
            "latitude": 1.3074011279348838
        },
        "description": "Suscipit inceptos est felis purus aenean aliquet adipiscing diam venenatis",
        "imageName": "VFA"
    }
    ]


